# Установить библиотеки из requirements.txt
# Создать запрос к "https://playground.learnqa.ru/api/hello" и вывести результат выполнения запроса
# Добавить к запросу параметр "name" и вывести результат выполнения запроса
# Создать тест, который проверяет:
#   статус код ответа от сервера - 200
#   в json ответа от сервера содержится поле 'answer'
#   сделать обработку ошибок в проверках
'''
Для чего нужна конструкця - @pytest.fixture(scope= "session")
Что выведет код - print('¯\\_(ツ)_//¯')
'''


